Repository: catux-g/godot-editor-ptbr
Catalog: *.04.po
Languages: pt_br

source: Change Capsule Shape Radius
pt_br: Alterar o raio do Shape Capsule

source: Change Capsule Shape Height
pt_br: Alterar a altura do Shape Capsule

source: Change Ray Shape Length
pt_br: Mudar o tamanho do Shape Ray

source: Change Notifier Extents
pt_br: Alterar o Notificador de Extensões

source: Invalid parent class name
pt_br: Nome de classe pai inválido

source: Valid chars:
pt_br: Caracteres válidos:

source: Invalid class name
pt_br: Nome de classe inválido

source: Valid name
pt_br: Nome Válido

source: N/A
pt_br: N/D

source: Class name is invalid!
pt_br: O nome da classe é inválido!

source: Parent class name is invalid!
pt_br: O Nome da classe pai é inválido!

source: Invalid path!
pt_br: Caminho inválido

source: Could not create script in filesystem.
pt_br: Não foi possível criar o script no sistema de arquivos.

source: Path is empty
pt_br: O Caminho está vazio

source: Path is not local
pt_br: O caminho não é local

source: Invalid base path
pt_br: Caminho base inválido

source: File exists
pt_br: O Arquivo existe

source: Invalid extension
pt_br: Extensão inválida

source: Valid path
pt_br: Caminho válido

source: Class Name:
pt_br: Nome da Classe

source: Inherits:
pt_br: Heranças:

source: Language
pt_br: Idioma

source: Error!
pt_br: Erro!

source: Path:
pt_br: Caminho:

source: Create Node Script
pt_br: Criar Script de Nó

source: Create
pt_br: Criar

source: Disabled
pt_br: Desabilitado

source: All Selection
pt_br: Toda Seleção

source: Move Add Key
pt_br: Mover Add Key

source: Anim Change Transition
pt_br: Mudar Transição

source: Anim Change Transform
pt_br: Mudar Transformação

source: Anim Change Value
pt_br: Mudar Valor

source: Anim Change Call
pt_br: Mudar Chamada

source: Anim Add Track
pt_br: Adicionar Trilha

source: Move Anim Track Up
pt_br: Mover Trilha para cima

source: Move Anim Track Down
pt_br: Mover Trilha para Baixo

source: Remove Anim Track
pt_br: Remover Trilha

source: Anim Duplicate Keys
pt_br: Duplicar Chave

source: Set Transitions to:
pt_br: Definir Transições para:

source: Anim Track Rename
pt_br: Renomear Trilha

source: Anim Track Change Interpolation
pt_br: Alterar Interpolação da Trilha

source: Anim Track Change Value Mode
pt_br: Mudar Modo de Valor da Trilha

source: Edit Node Curve
pt_br: Editar Curva do Nó

source: Edit Selection Curve
pt_br: Editar Curva de Seleção

source: Anim Delete Keys
pt_br: Excluir Chaves

source: Anim Add Key
pt_br: Adicionar Chave

source: Anim Move Keys
pt_br: Mover Chaves

source: Scale Selection
pt_br: Seleção de Escala

source: Scale From Cursor
pt_br: Escala do Cursor

source: Duplicate Selection
pt_br: Seleção Duplicada

source: Duplicate Transposed
pt_br: Duplicado Transposto

source: Goto Next Step
pt_br: Ir para o Próximo Passo

source: Goto Prev Step
pt_br: Ir para o Passo Anterior

source: Constant
pt_br: Constante

source: Transitions
pt_br: Transições

source: Optimize Animation
pt_br: Otimizar Animação

source: Clean-Up Animation
pt_br: Limpar Animação

source: Create NEW track for %s and insert key?
pt_br: Criar NOVA trilha para %s e inserir chave?

source: Create %d NEW tracks and insert keys?
pt_br: Criar NOVAS trilhas para %s e inserir chaves?

source: Anim Create & Insert
pt_br: Criar e Inserir

source: Anim Insert Track & Key
pt_br: Inserir Trilha e Chave

source: Anim Insert Key
pt_br: Inserir Chave

source: Change Anim Len
pt_br: Mudar Comprimento da Animação

source: Change Anim Loop
pt_br: Mudar Loop da Animação

source: Anim Create Typed Value Key
pt_br: Criar Chave com Valor Definido
