Repository: catux-g/godot-editor-ptbr
Catalog: *.12.po
Languages: pt_br

source: Play selected animation from start. (Shift+D)
pt_br: Reproduzir animação selecionada do início. (Shift +D)

source: Play selected animation from current pos. (D)
pt_br: Reproduzir animação selecionada da posição atual. (D)

source: Animation position (in seconds).
pt_br: Posição da Animação (em segundos).

source: Scale animation playback globally for the node.
pt_br: Escalonar reprodução da animação globalmente para o nó.

source: Create new animation in player.
pt_br: Criar nova animação no jogador.

source: Load an animation from disk.
pt_br: Carregar uma animação do disco.

source: Save the current animation
pt_br: Salvar a animação atual

source: Display list of animations in player.
pt_br: Mostrar lista de animações no jogador.

source: Autoplay on Load
pt_br: Reproduzir automaticamente ao carregar.

source: Edit Target Blend Times
pt_br: Editar vezes de mistura do alvo

source: Animation Tools
pt_br: Ferramentas de Animação

source: Copy Animation
pt_br: Copiar Animação

source: Create New Animation
pt_br: Criar Nova Animação

source: Animation Name:
pt_br: Nome da Animação:

source: Blend Times:
pt_br: Vezes Misturadas:

source: Next (Auto Queue):
pt_br: Próximo (Entrar na fila automaticamente)

source: Cross-Animation Blend Times
pt_br: Vezes da Mistura de Animação Cruzada

source: Create Poly
pt_br: Criar polígono

source: Create Occluder Polygon
pt_br: Criar Polígono de Oclusão

source: Create a new polygon from scratch.
pt_br: Criar um novo polígono do zero

source: Edit existing polygon:
pt_br: Editar polígono existente:

source: LMB: Move Point.
pt_br: BEM: Mover Ponto.

source: Ctrl+LMB: Split Segment.
pt_br: Ctrl+BEM: Dividir Segmento

source: RMB: Erase Point.
pt_br: DEM: Apagar Ponto.

source: Configure Snap
pt_br: Configurar o Snap

source: Grid Offset:
pt_br: Deslocamento da grade:

source: Grid Step:
pt_br: Passo de grade:

source: Rotation Offset:
pt_br: Deslocamento de rotação:

source: Rotation Step:
pt_br: Movimento de rotação

source: Move Pivot
pt_br: Mover o pivô

source: Move Action
pt_br: Mover Ação

source: Edit IK Chain
pt_br: Editar Cadeia de IK

source: Edit CanvasItem
pt_br: Editar CanvaItem

source: Change Anchors
pt_br: Alterar Âncoras

source: Zoom (%):
pt_br: Ampliar (%)

source: Paste Pose
pt_br: Colar Pose

source: Select Mode (Q)
pt_br: Selecionar Modo (Q)

source: Drag: Rotate
pt_br: Arrastar: Rotacionar

source: Alt+Drag: Move
pt_br: Alt+Arrastar: Mover

source: Press 'v' to Change Pivot, 'Shift+v' to Drag Pivot (while moving).
pt_br: Aperte 'v' para Mudar Pivô, 'Shift+v' para Arrastar Pivô (enquanto movendo)

source: Alt+RMB: Depth list selection
pt_br: Alt+BDM: Lista de seleção de profundidade

source: Move Mode (W)
pt_br: Modo Mover (W)

source: Rotate Mode (E)
pt_br: Modo Rotacionar

source: Show a list of all objects at the position clicked (same as Alt+RMB in select mode).
pt_br: Mostrar uma lista de todos os objetos na posição clicados (mesmo como Alt+BDM no Modo de seleção).

source: Click to change object's rotation pivot.
pt_br: Clique para mudar o pivô de rotação do objeto.

source: Pan Mode
pt_br: Modo Panorâmico

source: Lock the selected object in place (can't be moved).
pt_br: Travar o objeto selecionado no local (não pode ser movido).

source: Unlock the selected object (can be moved).
pt_br: Destravar o objeto selecionado (pode ser movido).

source: Makes sure the object's children are not selectable.
pt_br: Tenha certeza que o objeto filho não está selecionável.

source: Restores the object's children's ability to be selected.
pt_br: Restaura a habilidade do filho do objeto ser selecionado.

source: Use Snap
pt_br: Usar Snap

source: Show Grid
pt_br: Mostrar Grade

source: Use Rotation Snap
pt_br: Usar Snap de Rotação

source: Snap Relative
pt_br: Relativo Snap

source: Configure Snap..
pt_br: Configurar Snap..

source: Use Pixel Snap
pt_br: Usar Snap de Pixel

source: Expand to Parent
pt_br: Expandir para Pai

source: Skeleton..
pt_br: Esqueleto..

source: Make Bones
pt_br: Fazer Ossos

source: Clear Bones
pt_br: Limpar Ossos

source: Make IK Chain
pt_br: Fazer Cadeia de IK

source: Clear IK Chain
pt_br: Limpar Cadeia de IK

source: View
pt_br: Visualizar

source: Zoom In
pt_br: Ampliar Mais

source: Zoom Out
pt_br: Ampliar Menos

source: Zoom Reset
pt_br: Restaurar Ampliação

source: Zoom Set..
pt_br: Setar Ampliação

source: Center Selection
pt_br: Seleção Central

source: Frame Selection
pt_br: Seleção de Quadros
