Repository: catux-g/godot-editor-ptbr
Catalog: *.16.po
Languages: pt_br

source: Search Help
pt_br: Ajuda de pesquisa

source: Search the reference documentation.
pt_br: Pesquise a documentação de referência.

source: Go to previous edited document.
pt_br: Ir para o anterior documento editado.

source: Go to next edited document.
pt_br: Ir para o próximo documento editado.

source: Create Script
pt_br: Criar o Script

source: The following files are newer on disk. What action should be taken?:
pt_br: Os seguintes arquivos são mais recentes no disco. Ação que deve ser tomada?:

source: Reload
pt_br: Recarregar

source: Resave
pt_br: Salve novamente

source: StyleBox Preview:
pt_br: Pré-Visualização do StyleBox:

source: Length:
pt_br: Duração:

source: %d frames
pt_br: %d quadros

source: Change Scalar Constant
pt_br: Alterar Constante Escalar

source: Change Vec Constant
pt_br: Alterar Constante Vec

source: Change RGB Constant
pt_br: Alterar Constante RGB

source: Change Scalar Operator
pt_br: Alterar Operador Escalar

source: Change Vec Operator
pt_br: Alterar Operador Vec

source: Change Vec Scalar Operator
pt_br: Alterar Operador Vec Escalar

source: Change RGB Operator
pt_br: Alterar Operador RGB

source: Toggle Rot Only
pt_br: Alternar Rotação Somente

source: Change Scalar Function
pt_br: Alterar Função Escalar

source: Change Vec Function
pt_br: Alterar Função Vec

source: Change Scalar Uniform
pt_br: Alterar Uniforme Escalar

source: Change Vec Uniform
pt_br: Alterar Uniforme Vec

source: Change RGB Uniform
pt_br: Alterar Uniforme RGB

source: Change Default Value
pt_br: Alterar Valor Padrão

source: Change XForm Uniform
pt_br: Alterar Uniforme XForm

source: Change Texture Uniform
pt_br: Alterar Textura Uniforme

source: Change Cubemap Uniform
pt_br: Alterar Cubemap Uniforme

source: Change Comment
pt_br: Alterar Comentário

source: Add/Remove to Color Ramp
pt_br: Adicionar/Remover para Rampa de Cores

source: Modify Color Ramp
pt_br: Modificar Rampa de Cores

source: Add/Remove to Curve Map
pt_br: Adicionar/Remover para Curve Map

source: Modify Curve Map
pt_br: Modificar Curve Map

source: Change Input Name
pt_br: Alterar Nome de Entrada

source: Connect Graph Nodes
pt_br: Conectar Nós Gráficos

source: Disconnect Graph Nodes
pt_br: Desconectar Nós Gráficos

source: Remove Shader Graph Node
pt_br: Remover Nó de Shader Gráfico

source: Move Shader Graph Node
pt_br: Mover Nó de Shader Gráfico

source: Duplicate Graph Node(s)
pt_br: Duplicar Nó(s) Gráfico(s)

source: Delete Shader Graph Node(s)
pt_br: Deletar Nó(s) de Shader Gráfico(s)

source: Error: Cyclic Connection Link
pt_br: ERRO: Link de Conexão Cíclica

source: Error: Missing Input Connections
pt_br: ERRO: Conexões de Entrada Perdidas

source: Add Shader Graph Node
pt_br: Adicionar Nó de Shader Gráfico

source: Create UV Map
pt_br: Criar Mapa UV

source: Transform UV Map
pt_br: Transformar Mapa UV

source: Polygon 2D UV Editor
pt_br: Editor UV de Polígonos 2D

source: Move Point
pt_br: Mover Ponto

source: Ctrl: Rotate
pt_br: Ctrl: Rotaciona

source: Shift: Move All
pt_br: Shift: Mover Todos

source: Shift+Ctrl: Scale
pt_br: Shift+Ctrl: Escala

source: Move Polygon
pt_br: Mover Polígono

source: Rotate Polygon
pt_br: Rotacionar Polígono

source: Scale Polygon
pt_br: Escalonar Polígono

source: Polygon->UV
pt_br: Polígono->UV

source: UV->Polygon
pt_br: UV->Polígono

source: Clear UV
pt_br: Limpar UV

source: Enable Snap
pt_br: Ativar Snap

source: Grid
pt_br: Grade

source: Set region_rect
pt_br: Definir region_rect

source: Sprite Region Editor
pt_br: Editor de Região do Sprite

source: ERROR: Couldn't load resource!
pt_br: ERRO: Não foi possível carregar recurso!

source: Add Resource
pt_br: Adicionar Recurso

source: Rename Resource
pt_br: Renomear Recurso

source: Delete Resource
pt_br: Deletar Recurso

source: Resource clipboard is empty!
pt_br: Recurso da área de transferência está vazia!

source: Load Resource
pt_br: Carregar Recurso

source: ERROR: Couldn't load frame resource!
pt_br: ERRO: Não foi possível carregar recurso de quadro!

source: Add Frame
pt_br: Adicionar Quadro

source: Resource clipboard is empty or not a texture!
pt_br: Recurso da Área de transferência está vazio ou não é uma textura!

source: Paste Frame
pt_br: Colar Quadro

source: Add Empty
pt_br: Adicionar Vazio
